Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །གང་གཱའི་ཀླུང་གི་བྱེ་མ་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་དགུ་བཅུ་རྩ་དགུ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པ་བྱང་ཆུབ་སྙིང་པོ་ལ་མངོན་དུ་གཤེགས་པ་དང་།
en: Seeing this painting is known to be the same as seeing tathāgatas equal in number to the grains of sand in ninety-nine Gaṅgā rivers multiplied by hundreds of thousands of millions of billions.

source: ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་མཐོང་བ་དང་འདྲ་བར་རིག་པར་བྱའོ།
en: It is known to be the same as proceeding to the seat of awakening and subsequently turning the wheel of Dharma.

source: །རས་ཀྱི་སྐུ་གཟུགས་འདི་མཐོང་བ་ནི་གཞལ་མེད་ཁང་དང་བཅས་པའི་རི་བོ་པོ་ཊ་ལན་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་འཁོར་གྱི་དཀྱིལ་འཁོར་དང་བཅས་ཏེ་མངོན་དུ་བཞུགས་པ་མངོན་དུ་མཐོང་བ་དང་འདྲ་སྟེ།
en: Seeing this cloth painting is the same as seeing Noble Avalokiteśvara face-to-face in his palace on Potala Mountain, surrounded by his retinue.

source: འདི་ལ་ཐེ་ཚོམ་མི་བྱའོ། །ཡིད་གཉིས་བསྐྱེད་པར་མི་བྱའོ།
en: This should not be doubted or questioned.

source: །སེམས་ཀྱིས་སྐད་ཅིག་གཅིག་རབ་ཏུ་དང་བ་བྱས་ན། བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོ་ཡོངས་སུ་གཟུང་བར་འགྱུར་རོ། །དགེ་བའི་རྩ་བ་ཆེན་པོ་སོགས་པ་དང་ལྡན་པར་འགྱུར་རོ།
en: A single moment of faith will result in a great accumulation of merit and the planting of the roots of great virtue. “

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་དགོངས་ཏེ་མཆོག་སྦྱིན་པར་འགྱུར་རོ།
en: Anyone who sees this painting will be in Noble Avalokiteśvara’s thoughts and receive boons from him.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་གཟུང་བར་འགྱུར་རོ། །ལུས་དང་སེམས་ཡིད་ལས་བྱུང་བའི་ཡོངས་སུ་དག་པར་འགྱུར་རོ། །དབང་པོ་ཐམས་ཅད་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: They will be accepted by all the tathāgatas, and their mind and body will be completely purified, as will all their sense faculties.

source: །དྲི་མ་དང་བྲལ་ཞིང་སེར་སྣ་དང་། ཕྲག་དོག་དང་བྲལ་བར་འགྱུར་རོ། །འཇིག་རྟེན་པ་ཐམས་ཅད་དགའ་བ་དང་། བླ་མར་ལྟ་བར་འགྱུར་རོ།
en: Their defilements of envy and jealousy will disappear, and everyone will love them and regard them as their teacher.

source: །ཚེ་རིང་པོར་འགྱུར་རོ། །ནད་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ། །ཤི་ནས་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐལ་བ་མཉམ་པར་སྐྱེ་བར་འགྱུར་རོ། །ཚེ་རབས་དྲན་པར་འགྱུར་རོ། །པདྨའི་ནང་ནས་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ།
en: They will have a long life that is free from all disease, and after leaving their body they will go, as is their destiny, to the realm of Sukhāvatī, where they will be spontaneously born from a lotus flower with the memory of their previous birth.

source: །མཐོང་བ་ཙམ་གྱི་མོད་ལ་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ།
en: They will become irreversibly established on the path to awakening as soon as they behold the Tathāgata Amitābha. “

source: །དེ་བཞིན་གཤེགས་པ་འོད་དཔག་ཏུ་མེད་པའི་སྐུ་གཟུགས་འདི་གང་གིས་མཆོད་པ་དེ་ནི་ཕྱོགས་བཅུའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་མཆོད་པར་འགྱུར་རོ།
en: Anyone who makes offerings to this cloth painting worships every tathāgata in the ten directions.

source: །འདི་ནི་མངལ་ན་གནས་པའི་ཐ་མ་ཡིན་ཏེ། ཕྱིས་མ་རིག་པའི་མུན་པའི་ནང་དུ་ལྟུང་བར་མི་འགྱུར་རོ།
en: Their current birth will be their last birth from a womb, and they will never again fall into the darkness of ignorance.

source: །དེ་ལྟར་ན་མི་མཉམ་པ་དང་འདྲ་བ་ཡིན་ཏེ།
en: They will be equal to those without equal.

source: རས་ཀྱི་སྐུ་གཟུགས་ཀྱི་ཆོ་ག་འཇིག་རྟེན་ལས་འདས་པ་སྒྲུབ་པའི་ཆོ་ག་འདི་ནི་དམ་པ་ཡིན་ནོ།
en: This supramundane procedure of the cloth painting is the best method of practice. “

source: །དེ་ནས་གསང་སྔགས་ཀྱི་ཆོ་ག་འཇིག་རྟེན་ལས་འདས་པ་སྒྲུབ་པ་བརྗོད་པར་བྱའོ།
en: Now I will teach a mantra method that produces supramundane results.

source: །གང་གིས་དྲན་པ་ཙམ་གྱི་མོད་ལ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་མངོན་སུམ་དུ་མཐོང་ནས་འདུག་པ་དང་། ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་སྒོ་ཕྱེ་སྟེ་འདུག་པ་དང་།
en: Through merely recollecting this mantra, all the tathāgatas will appear directly before vidyā holder, and the doors to all the buddha fields in the ten directions will be open to him.

source: བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་མངོན་དུ་མཐོང་བ་སྦྱིན་པར་མཛད་པ་དང་། དཀྱིལ་འཁོར་གྱི་ལྷ་ཐམས་ཅད་མངོན་དུ་བསྲུང་བ་དང་། སྐྱོབ་པ་དང་། སྦེད་པར་མཛད་པ་དང་། དཀྱིལ་འཁོར་དང་།
en: He will be able to see all the bodhisattvas directly, and all the deities of the maṇḍala will remain close to him in order to protect, guard, and defend him.

source: ཕྱག་རྒྱ་དང་། གསང་སྔགས་དང་། སྙིང་པོ་དང་། ཆོ་ག་ཞིབ་མོ་ཐམས་ཅད་མངོན་དུ་འགྱུར་རོ། །འཇིག་རྟེན་ལས་འདས་པའི་ལུས་སུ་འགྲོ་བ་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: All the ritual methods based on the maṇḍalas, mudrās, and heart mantras will be revealed to him directly, and his progress on the supramundane path will be unimpeded. “

source: །དུས་གསུམ་དུ་གཤེགས་ཤིང་སོ་སོ་ན་བཞུགས་པའི་དེ་བཞིན་གཤེགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་འཕགས་པའི་ཚོགས་མཆོག་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the tathāgatas established throughout the three times, to the great bodhisattvas, and to the hosts of the noble ones!

source: །འཕགས་པ་རྡོ་རྗེ་འཆང་བ་དང་། དཀྱིལ་འཁོར་གྱི་ལྷ་ཐམས་ཅད་དང་། རིག་པའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་ཨ་མོ་གྷ་ཨ་བ་ལོ་ཀི་ཏེ་མ་ཧཱ་མཎྜལ་པདྨ་སརྦ་བོ་དྷི་ས་ཏྭ་ན་མ་སྐྲྀ་ཏེ། བྷ་ར་བྷ་ར། ས་མནྟ་ཨ་བ་ལོ་ཀི་ཏེ།
en: Homage to Noble Vajradhara, to all the deities of the maṇḍala, and to all the kings of vidyās.

source: ཨ་མོ་གྷ་མ་ཧཱ་བྲཧྨ། བེ་ཥ་དྷ་ར། དྷ་ར་དྷ་ར། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ་བོ་དྷ་ཡ། བོ་དྷ་ཡ། མ་ཧཱ་བོ་དྷ་ནི།
en: The mantra to recite is: [202] “Oṁ, O great lotus maṇḍala of the amogha gaze!

source: བོ་དྷི་བོ་དྷི། པདྨ་བི་བོ་དྷ་ནི། སརྦ་པཱ་པ་ཨན་དྷ་ཀཱ་ར། པྲ་ཤ་མ་ནི།
en: You are honored by all the bodhisattvas.

source: སརྦ་དུརྒ་ཏི། བྷ་ར་ཀ །མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ །བ་ཧུ་བི་བི་དྷ།
en: Keep it, keep!

source: བེ་ཥ་དྷ་ར། སརྦ་ཏ་ཐཱ་ག་ཏ་གརྦྷེ།
en: You can see everywhere, O amogha wearer of the great garb of Brahmā!

source: ཧུ་རུ་ཧུ་རུ། ཨ་མོ་གྷ་གརྦྷེ། ཏུ་རུ་ཏུ་རུ། ཨ་མོ་གྷ་པཱ་ཤ་ཧ་སྟེ། མུ་རུ་མུ་རུ། བི་མོ་ཀྵ་བྷུ་ཛེ།
en: Wear it, wear, O most compassionate one!

source: ཀྵི་ཎི་ཀྵི་ཎི། སརྦ་ཨཱ་བ་ར་ཎ་བི་ཤུད་དྷེ། བྷ་ར་བྷ་ར། སརྦ་ཏ་ཐཱ་ག་ཏ།
en: Awaken them, awaken, O great awakener!

source: པ་རི་པཱུ་ར་ཎི། ཏ་ར་ཏ་ར། ཏཱ་ར་ཡ་མཱ་ན། ཨ་བ་ལོ་ཀཱ་ཡ།
en: O awakening, awakening!

source: པདྨ་བྷུ་ཛེ། མ་ཎི་ཀ་ན་ཀ །བི་བྷུ་ཥི་ཏ། བཱ་ཧུ། ད་མ་ད་མ། དུར་དཱ་ན་ཏཱ་ནཱ་ན།
en: O lotus awakener, you pacify all the darkness produced by evil.

source: མ་ཧཱ་བོ་དྷི་ས་ཏྭ་བ་ར་ད། མ་ཧཱ་ཀཱ་ར་ཎི་ཀ །
en: You block all unhappy destinies, O most compassionate one!

source: སརྦ་དེ་བ་ག་ཎ་ན་མ་སྐྲྀ་ཏ།
en: You take on many appearances and yet retain the essence of a tathāgata.

source: རྀ་ཥི་ག་ཎ། སྟ་བི་ཏ། ཤ་ཏ་ས་ཧ་སྲ་ཙནྟྲ་སཱུརྱ། ཨ་ཧི་རེ་ཀ །
en: Huru huru, O amogha essence!

source: ར་ཤྨི། ཨ་བ་བྷཱ་སི་ཏ། མ་ཧཱ་པ་ཤུ་པ་ཏི། བེ་ཥ་དྷ་ར།
en: Turu turu, O Amoghapāśa with a noose in your hand!

source: པ་ར་མ། ཤུད་དྷ་སཏྭ།
en: Muru muru, you whose arms grant liberation!

source: ཨ་བ་ལོ་ཀི་ཏེ། ལོ་ཀེ་ཤྭ་ར། མ་ཧེ་ཤྭ་ར།
en: Diminish them, diminish, O purifier of all obscurations!

source: པ་ར་མ།
en: You fully embody every tathāgata—carry them in you, carry!

source: ཀཱུ་རུ་ཎི་ཀ །
en: Gaze, one with lotus-like arms, adorned with jewels and gold!

source: མཎྜ་ལེ་ཤྭར། སུ་པྲ་བུད་དྷ།
en: Tame, tame those difficult to tame, O great bodhisattva!

source: མ་ཧཱ་པདྨ།
en: O most compassionate granter of boons, honored by all gods and praised by all ṛṣis!

source: བྷུ་ཛེ་ཤྭ་ར།
en: You are radiant with light brighter than a hundred thousand suns and moons.

source: མ་ཧཱ་བིདྱཱ་དྷ་རེ་ཤྭ་ར། དྷི་རི་དྷི་རི།
en: You wear the great garb of Paśupati, O supremely pure being!

source: མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ །མ་ཧཱ་བི་མོ་ཀྵ།
en: O great lord with a lotus in your hand, the great lord of vidyādharas!

source: མཎྜ་ལ་དྷ་ར། སརྦ་ཏ་ཐཱ་ག་ཏ་གུ་ཧྱ། མུ་དྲཱ་ས་མ་ཡ་དྷ་ར། མ་ཧཱ་བ་ལ་བིདྱཱ་དྷ་ར།
en: Be steadfast, be steadfast, O great steadfast being!

source: མཽ་ཁི་དྷ་ར།
en: You keep the samaya of the secret seat of all the tathāgatas.

source: ཨ་མི་ཏཱ་བྷ།
en: You possess great energy and strength.

source: མུ་ཀུ་ཊ་དྷ་ར།
en: You wear a jeweled diadem upon your head crowned with Amitābha.

source: དྷུ་རུ་དྷུ་རུ། ས་མནྟ།
en: Wear it, wear!

source: ཨ་བ་ལོ་ཀི་ཏ། ལོ་ཀེ་ཤྭ་ར།
en: O lord with panoptic vision!

source: མ་ཧེ་ཤྭ་ར། པཱ་ཤ་དྷ་རེ་ཤྭ་ར།
en: O great lord who carries the noose!

source: པ་ར་པ་ར།
en: O supreme, supreme, supremely compassionate being who gazes with great compassion and delivers all beings from suffering!

source: མ་ཧཱ་མཻ་ཏྲི། ཨ་བ་ལོ་ཀི་ཏེ།
en: O great granter of boons, homage to you!

source: སརྦ་སཏྭ། སནྟ་རཱ་ག །སིད་དྷི། སི་དྷཱ་ཤཱ།
en: Svāhā! “

source: པ་རི་པཱུ་ར་ཀ །མ་ཧཱ་བ་ར། པྲ་མོ་ད། ན་མོ་སྟུ་ཏེ་སྭཱ་ཧཱ། འདི་ནི་ཐམས་ཅད་རྣམ་པར་གྲོལ་བའི་དཀྱིལ་འཁོར་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱས་པ།
en: This mantra is a complete maṇḍala of liberation that is honored by all bodhisattvas.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གསང་བ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྙིང་པོའི་མཆོག །གསང་བ་སྡིག་པ་དང་།
en: It is a secret mantra of all tathāgatas and the most secret essence Noble Avalokiteśvara.

source: སྒྲིབ་པ་ཐམས་ཅད་ཡོངས་སུ་སྦྱོང་བ། འཇིག་རྟེན་ལས་འདས་པའི་ལམ་རྣམ་པར་སྦྱོང་བ།
en: It completely purifies all obscurations and perfects the supramundane path.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རིགས་འཇུག་པ་ཡིན་ནོ།
en: It brings the reciter into the family of all the tathāgatas. “

source: །དུས་གསུམ་དུ་གཤེགས་པའི་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་བཱི་ར་བཱི་ར། མ་ཧཱ་མཎྜལ། བི་ཤྭ་རཱུ་པ་ཥ་ཊ་པཱ་ར་མི་ཏཱ། པ་རི་པཱུ་ར་ཀ །
en: Homage to all the buddhas and bodhisattvas established throughout the three times!

source: སརྦ་བོ་དྷི་ས་ཏྭ། ན་མ་སྐྲྀ་ཏ། བ་ར་མ་བི་པུ་ལ།
en: The mantra to recite is: [203] “Oṁ, hero, hero!

source: བི་མོ་ཀྵ་དྷ་ར།
en: The omnifarious form of the great maṇḍala!

source: མ་ཧཱ་པཱ་ཤ །
en: You are the fulfiller of the six perfections, honored by all the bodhisattvas!

source: བི་ལོ་ཀི་ཧ།
en: O supreme sustainer of the vast state of liberation!

source: ཨ་མོ་གྷ་པཱ་ཤ་ཛྭ་ལི་ཏ་མ་ཧཱ་ཛྭ་ལ་ཨ་བ་ལོ་ཀི་ཏཱ།
en: Your great gaze is your noose, O blazing light of the unfailing noose!

source: མ་ཧཱ་མ་ཎི་བིཥྚ་དྷ་ར།
en: Your gaze is a great blaze!

source: ས་མནྟ་ཨ་བ་བྷཱ་སི་ཏ།
en: You hold the great jeweled lamp that shines its light everywhere.

source: ཛྭ་ལ་ཛྭ་ལ། མ་ཧཱ་གམ་བྷཱི་ར།
en: Blaze, blaze!

source: བི་མོ་ཀྵ་པཱ་ཤ་དྷ་ར།
en: You hold the great noose of profound liberation!

source: བ་ལ་བོ་དྷྱང་ག །
en: You bring the power and the means to attain awakening!

source: ཨཱ་ཀརྵ་ཀ །ཨོཾ་པྲཧྨ་རཱུ་པ།
en: Oṁ, your form is infinite, O great Amoghapāśa!

source: མ་ཧཱ་ཨ་མོ་གྷ་པྲ་ཤ་ཧཱུཾ་ཧཱུཾ། ཕཊ་ཕཊ།
en: Hūṁ hūṁ, phaṭ phaṭ!

source: སརྦ་ས་ཏྭ།
en: You gaze at all beings.

source: བི་ལོ་ཀི་ཏ།
en: O generous granter of boons, homage be to you!

source: བ་ར་པྲ་ད། ན་མོ་སྟུ་ཏེ་སྭཱ་ཧཱ།
en: Svāhā! “

source: འདི་ནི་རྣམ་པར་གྲོལ་བའི་དཀྱིལ་འཁོར་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་འཇིག་རྟེན་ལས་འདས་པའི་རྣམ་པར་འཕྲུལ་པའོ།
en: The mantra above is a maṇḍala of liberation, the heart essence of Amoghapāśa that brings supramundane, miraculous results. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་བི་བུད་དྷྱ།
en: Homage to the noble bodhisattva Avalokiteśvara, the most compassionate great being!

source: བི་བུད་དྷྱ།
en: The mantra is: [204] “Oṁ, awaken them, awaken, awaken, O most compassionate one!

source: ཏ་ར་ཏ་ར་ཏཱ་ར་ཡ།
en: Take beings across the great ocean to the other shore!

source: མ་ཧཱ་ཨརྣ་བ་པ་ར་ན།
en: O strong-armed one, look on with compassion!

source: མ་ཧཱ་བྷུ་ཛ་བི་ལོ་ཀཱ་ཡ་ཧཱུཾ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ phaṭ, svāhā! “

source: ཉེ་བའི་སྙིང་པོའོ།
en: This was the auxiliary heart mantra of Amoghapāśa. “

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the tathāgatas!

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་ཨ་མོ་གྷ་པཱ་ཤ །མ་ཧཱ་དཱ་ན་པཱ་ར་མི་ཏཱ། པ་རི་པཱུ་ར་ཡ།
en: Homage to the noble bodhisattva Avalokiteśvara, the most compassionate great being!

source: ཧཱུཾ་ད་ར་ད་ར།
en: The mantra is: [205] “Oṁ, Amoghapāśa, please fulfill the great perfection of generosity, hūṁ!

source: བི་བིདྷ།
en: Burst, burst the clouds of offerings!

source: བི་ཙི་ཏྲེ།
en: Bring to all beings various wonderful enjoyments!

source: སརྦ་ས་ཏྭ་ཨུ་པ་བྷོ་ག །
en: Set in motion the great generosity of all tathāgatas!

source: མ་ཧཱ་དཱ་ན།
en: Take the beings across the ocean of suffering, O great being with a lotus in your hand!

source: པཱུ་ཛཱ་མེ་གྷ། པྲ་བརྟ་ཡ།
en: Hūṁ phaṭ, svāhā! “

source: ཏ་ར་ཏ་ར། ཏཱ་ར་ཡ། མ་ཧཱ་པདྨ་པཱ་ཎི་ཧཱུཾ་ཕཊ་སྭཱ་ཧཱ། འདི་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཞགས་པ་ཆེན་པོའི་སྙིང་པོ་སྟེ།
en: This mantra is the essence of the perfection of generosity of Mahāpāśa.

source: གང་གིས་ཡུངས་འབྲུ་ཙམ་ཡང་སྦྱིན་པ་བྱིན་ཏེ་དྲན་པ་ཙམ་གྱིས་ལན་བདུན་བཟླས་བརྗོད་བྱས་ན་མཆོད་སྦྱིན་སྦྱིན་པ་རྣམ་པར་འཕྲུལ་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པ་ཆེན་པོའི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: If one gives as little as a mustard seed, silently incanted with this mantra seven times, the seed will be magically transformed into a great sacrificial offering, multiplied many times over. One will thus master the perfection of generosity. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་ཨ་མོ་གྷ་ཤཱི་ལ། སཾ་བྷ་ར་སཾ་བྷ་ར།
en: Homage to the noble bodhisattva Avalokiteśvara, the most compassionate great being!

source: མ་ཧཱ་ཤུད་དྷ་སཏྭ།
en: Hold on, hold on, O great pure being!

source: པདྨ་བི་བྷཱུ་ཥི་ཏ་བྷུ་ཛ་དྷ་ར་དྷ་ར།
en: Your hands are adorned with lotuses; hold them, hold!

source: ས་མནྟ། ཨ་བ་ལོ་ཀི་ཏེ། ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: You can see everywhere, hūṁ phaṭ, svāhā! “

source: གཟུངས་འདི་སྨྱུང་བ་བྱས་ཏེ། གསོ་སྦྱོང་གི་ཡན་ལག་བརྒྱད་བཟུང་ནས་མི་སྨྲ་བར་ལན་ཉི་ཤུ་རྩ་གཅིག་དྲན་པར་བྱའོ། །དེ་ནས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་བཟླས་བརྗོད་བྱའོ། །བཟླས་བརྗོད་བྱས་པ་ཙམ་གྱི་མོད་ལ་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་རོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: If this dhāraṇī is recited twenty-one times by a person who is fasting and who adheres to the eightfold path of the noble ones, and if it is then followed by the heart mantra of Amoghapāśa, the reciter will become amply endowed with pure morality and will thus complete the perfection of morality.

source: །ཚུལ་ཁྲིམས་ཀྱི་དྲི་ཞིམ་པོའི་དྲི་མང་པོ་ལུས་ལས་འབྱུང་ཞིང་ཕྱོགས་བཅུའི་འཇིག་རྟེན་དུ་གྲགས་པར་འགྱུར་རོ།
en: His body will exude the exquisite fragrance of morality, which will be smelled throughout the ten directions of the world.

source: །གང་ཞིག་ཉི་མ་རེ་རེ་ཞིང་གཟུངས་འདི་དྲན་ན་དེ་ནི་རྟག་ཏུ་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: Whoever calls this dhāraṇī to mind every day will always possess pure morality.

source: །དགེ་སློང་གང་ལ་ལ་ཞིག་ཚུལ་ཁྲིམས་ཞིག་ཅིང་ཉམས་པས་སྨྱུང་བ་བྱས་ཏེ། འདི་བཟླས་བརྗོད་བྱས་པ་ཙམ་གྱི་མོད་ལ་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པར་འགྱུ་རོ། །ཚུལ་ཁྲིམས་མང་པོ་དང་ལྡན་པར་འགྱུར་རོ།
en: If a monk whose morality has deteriorated recites this dhāraṇī during his fast, his morality will be restored as soon as he recites it, and he will become highly disciplined. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་མ་ཧཱ་བཱིརྱ། ཨ་མོ་གྷ་བི་ལོ་ཀི་ཏེ། བ་ར་བ་ར། དྷི་ཌྷ།
en: Homage to the noble bodhisattva Avalokiteśvara, the most compassionate great being!

source: བཱིརྱ།
en: The mantra is: [207] “Oṁ, Amoghavilokita who has great energy, vara vara!

source: མ་ཧཱ་བ་ལ། བ་ལ་བ་ལ།
en: Steady energy and great strength!

source: མ་ཧཱ་བོ་དྷྱངྒ།
en: Strength, strength, the great aid to awakening, you are a powerful awakener, hūṁ phaṭ, svāhā! “

source: བ་ལ་བོ་དྷ་ནི། ཧཱུཾ་ཕཊ་སྭཱ་ཧཱ། གཟུངས་འདི་དུས་རྟག་ཏུ་ཡོངས་སུ་དག་པའི་ཡིད་ཀྱིས་དྲན་པར་བྱས་ན་དྲན་པ་ཙམ་གྱི་མོད་ལ་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: When this dhāraṇī is mindfully repeated while having a pure appreciation of its content, the perfection of energy is attained merely by calling it to mind.

source: །བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་ཐུག་གི་བར་དུ་ནམ་ཡང་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་བྲལ་བར་མི་འགྱུར་རོ།
en: One will never again be separated from the perfection of energy, until the attainment of the seat of awakening. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་ཨ་མོ་གྷ་ཀྵཱ་ན་ཏི། སརྦ་བོ་དྷི་ས་ཏྭ་ཀྵ་མི་ཎ། ཀྵ་ཎ་ཀྵ་ཎ། མ་ཧཱ་མཻ་ཏྲི།
en: Homage to the noble bodhisattva Avalokiteśvara, the most compassionate great being!

source: ཀཱ་རུ་ཎ།
en: The mantra is: [208] “Oṁ, Amoghakṣānti, you possess the forbearance of all the bodhisattvas!

source: སརྦ་སཏྭ།
en: Be forbearing, be forbearing!

source: བཏ་ས་ལ།
en: With your great kindness and compassion, you love all beings as your children.

source: སརྦ་ས་ཏྭ་ཀྵ་མི་ཎ། ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ phaṭ, svāhā! “

source: གཟུངས་འདི་སེམས་ཅན་དུ་གྱུར་པ་ཐམས་ཅད་ལ་བཟོད་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་།
en: This dhāraṇī should be employed with a mind filled with great forbearance, compassion, and sympathy for all beings.

source: བརྩེ་བའི་སེམས་ཀྱིས་དམྱལ་བ་ན་གནས་པ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་གཏོགས་པ་རི་དགས་དང་། བྱ་གང་དག་འདས་པ་གང་ཡིན་པ་དང་། གནས་པ་གང་ཡིན་པ་དང་། སྐྱེ་བ་གང་ཡིན་པ་དེ་རྣམས་ལ་སྙིང་རྗེ་བའི་ཕྱིར་གང་ཞིག་གཟུངས་ཀྱི་མཆོག་དྲན་པར་བྱེད་ན།
en: Beings of the past, present, and future, as well as those in hell and those born as animals, whether beasts or birds, will be released from their condition if the vidyā holder mindfully repeats this supreme dhāraṇī out of compassion for them.

source: དམྱལ་བའི་སེམས་ཅན་ལས་ཐར་བར་འགྱུར་ཞིང་སྐྱེ་བོ་མང་པོ་གནས་པ་གང་ཡིན་པ་རྣམས་གྲོལ་བར་འགྱུར་རོ། །ནམ་སངས་རྒྱས་ཀྱི་ཞིང་ལ་གནས་ཀྱི་བར་དུ་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: Hell beings will be released from hell, and many people will observe and fully maintain the perfection of forbearance until they become established in a buddha field. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་སརྦ་ཏཱ་ཐཱ་ག་ཏ། མ་ཧཱ་ཨ་མོ་གྷ། ཀཱ་རུ་ཎཱ།
en: Homage to the noble bodhisattva Avalokiteśvara, the most compassionate great being!

source: དྷྱཱན་ས་མཱ་དྷི།
en: The mantra is: [209] “Oṁ, you possess the great amogha compassion, meditative concentration, and samādhi of all the tathāgatas!

source: སརྦ་བི་མོ་ཀྵ།
en: You liberate everyone, O unshakable one!

source: ཨ་པྲ་ཀམ་པྱ་ཀ །
en: Curu curu!

source: ཙུ་རུ་ཙུ་རུ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ phaṭ, svāhā! “

source: གཟུངས་འདི་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་དམིགས་ནས་ཡིད་རྩེ་གཅིག་ཏུ་བྱས་ཏེ་དྲན་པར་བྱས་ན།
en: This dhāraṇī should be mindfully repeated while focusing one-pointedly on Noble Avalokiteśvara.

source: དྲན་པ་ཙམ་གྱི་མོད་ལ་དེས་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །གཞན་ཡང་ཏིང་ངེ་འཛིན་སྟོང་ཕྲག་བརྒྱ་སོ་སོར་ཐོབ་པར་འགྱུར་རོ།
en: As soon as it is mindfully repeated, the reciter will attain the perfection of meditative concentration and accomplish hundreds of thousands of other samādhis.

source: །སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་བཞུགས་པར་འགྱུར་རོ།
en: He will be able to enter every buddha field.

source: །བཟླས་བརྗོད་བྱས་པ་ཙམ་གྱིས་ཏིང་ངེ་འཛིན་ཐམས་ཅད་ལ་དབང་སྒྱུར་བར་འགྱུར་རོ།
en: As soon as he recites this dhāraṇī he will gain control over everything by means of samādhi. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་ཨ་མོ་གྷ། མ་ཧཱ་པྲཛྙཱ། ཨ་བ་བྷཱ་ས། སྥ་ར་ཎ།
en: Homage to the noble bodhisattva Avalokiteśvara, the most compassionate great being!

source: བུད་དྷི།
en: The mantra is: [210] “Oṁ, the great splendor of amogha wisdom!

source: པྲ་ས་ར་པྲ་ས་ར།
en: Your intellect bursts forth in all directions.

source: ས་མནྟ་བུད་དྷི།
en: May it expand, may it expand!

source: ཨ་བ་ལོ་ཀི་ཏ།
en: Your intellect is all-encompassing.

source: བྷ་ག་བཱ་ན་པྲ་ཛྙཱ།
en: Look on, Lord, with your eye of wisdom’s gaze!

source: ཙཀྵུ་ཥེ་མ་ཧཱ་པྲཛྙཱ། བ་ར་དཱ། པཱ་ཎི།
en: Hūṁ phaṭ, svāhā! “

source: མ་ཧཱ་པྲཛྙཱ། པདྨ་དྷ་རི་ཎ། བྷུ་ཛེ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། གཟུངས་འདི་དྲན་པ་ཙམ་གྱི་མོད་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །ཐབས་དང་ཤེས་རབ་སྣ་ཚོགས་ཀྱི་དགེ་བ་ཆེན་པོའི་བློ་འཕེལ་བར་འགྱུར་རོ།
en: As soon as this dhāraṇī is mindfully repeated, the vidyā holder will attain the perfection of wisdom and develop various types of intelligence and skillful means that are consistent with great wisdom.

source: །རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་ཕ་རོལ་ཏུ་ཕྱིན་པ་བཅུའི་བློ་དང་ལྡན་པར་འགྱུར་རོ། །ཕྱོགས་བཅུའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་། འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་རྗེས་སུ་དྲན་པའི་ཤེས་རབ་དང་བློར་འགྱུར་རོ།
en: He will always possess the type of intelligence that corresponds to each of the ten perfections, and he will develop wisdom and intelligence by recollecting the buddhas—all the tathāgatas of the past, present, and future throughout the ten directions.

source: །ལན་འགའ་ཡང་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་དང་བྲལ་བར་མི་འགྱུར་རོ། །སྦྱིན་པ་དང་། ཚུལ་ཁྲིམས་དང་། བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་།
en: Never again will he be separated from the six perfections; he will never be without generosity, morality, forbearance, energy, meditative concentration, wisdom, and intelligence.

source: བསམ་གཏན་དང་། ཤེས་རབ་ཀྱི་བློ་ཉམས་པར་མི་འགྱུར་རོ། །བྱང་ཆུབ་ལ་ཐུག་གི་བར་དུ་རབ་ཏུ་རྨོངས་པར་མི་འགྱུར་རོ།
en: These qualities will not leave him until his final realization of awakening. “

source: །དོན་ཡོད་པའི་ཕྱིར་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གི་གཟུངས་ཆེན་པོ་ཡིན་ནོ།
en: This concludes the dhāraṇīs of the six perfections. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཏདྱ་ཐཱ། ཨོཾ་ཨ་མོ་གྷ་བི་མོ་ཀྵ།
en: Homage to the noble bodhisattva Avalokiteśvara, the most compassionate great being!

source: མཎྜལ་མ་ཧཱ་ད་བྷཱུ་ཏ་བི་མ་ལེ།
en: The mantra is: [211] “Oṁ, you are a pure being, a wondrous amogha maṇḍala of liberation!

source: དྷ་ར་དྷ་ར། དྷི་རི་དྷི་རི།
en: Support, support!

source: མ་ཧཱ་ད་བྷུ་ཏ།
en: Be steadfast, be steadfast!

source: མ་ཀུ་ཊ། དྷ་ར་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ phaṭ, svāhā! “

source: དཀྱིལ་འཁོར་དེར་ཡུངས་ཀར་དང་།
en: This is the mantra for digging the maṇḍala.

source: དྲི་ཆབ་དང་ལྡན་པའི་བུམ་པ་ལ་སྔགས་བཟླས་བརྗོད་བྱས་ནས།
en: The vidyā holder should use it to incant a jar containing mustard seeds and perfumed water and then sprinkle the surrounding area.

source: ཆུས་ཀུན་ཏུ་ཆག་ཆག་བཏབ་ན་ཆག་ཆག་བཏབ་པ་ཙམ་གྱི་མོད་ལ་དཀྱིལ་འཁོར་ཀུན་ཏུ་དཔག་ཚད་གཅིག་གི་ནང་དུས་སྦྱངས་ཏེ་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: As soon as he sprinkles it, the entire area within a radius of one league will be purified.

source: །ཇི་ལྟར་ཤེལ་གོང་དང་། རིན་པོ་ཆེ་སྣ་ཚོགས་པ་དག་པ་དྲི་མ་མེད་པ་མཛེས་པ་དེ་འདྲ་བའི་ས་གཞིར་འགྱུར་རོ།
en: The ground within this area will be bright and immaculate, and it will sparkle like quartz or a great jewel.

source: །ཤིན་ཏུ་དག་པ་དང་། ཤིན་ཏུ་དྲི་མ་མེད་པ་དང་། ཤིན་ཏུ་ཉམས་དགའ་པ་དང་། ཤིན་ཏུ་ཡིད་དུ་འོང་བའི་ས་གཞིར་འགྱུར་རོ། །ཤིན་ཏུ་ས་གཞི་སྤ་བར་འགྱུར་རོ། །ས་ཕྱོགས་དེའི་བུད་མེད་དང་།
en: It will become a spotlessly clean, pure, pleasant, nice, and auspicious piece of land.

source: སྐྱེས་པ་དང་། ཁྱེའུ་དང་། བུ་མོ་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་།
en: Any women, men, boys, girls, mendicants, brahmins, kṣatriyas, vaiśyas, or śūdras present in that area will be established on the level of irreversibility, none of them liable to turn back.

source: རྗེའུ་རིགས་དང་། དམངས་རིགས་གང་དག་འཁོད་པ་དེ་དག་ཐམས་ཅད་ཕྱིར་མི་ལྡོག་པའི་ས་ལ་རབ་ཏུ་གནས་པར་འགྱུར་རོ། །དེ་དག་ཐམས་ཅད་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ། །ཤི་ནས་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་རོ། །ཚེ་རབས་དྲན་པར་འགྱུར་རོ།
en: After they die, they will be reborn in the realm of Sukhāvatī and will be able to recollect their successive births. “

source: །ནམ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའི་བར་དུ་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོའི་དགེ་བའི་རྩ་བ་ཆེན་པོ་སོགས་པར་འགྱུར་རོ།
en: They will accumulate a great amount of merit and plant the roots of great virtue until, eventually, they awaken to the state of unsurpassable perfect awakening.

source: །གང་དག་བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་གཏོགས་པའི་རི་དགས་དང་། བྱ་དེ་དག་ཕྱོགས་དེར་འགྲོ་ཞིང་རབ་ཏུ་འཇུག་པ་དེ་དག་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ། །བདེ་འགྲོའི་ལམ་ལ་རབ་ཏུ་གནས་པར་འགྱུར་རོ།
en: Likewise, any animals, whether beasts or birds, that stray onto or enter that area of land will be liberated and embark upon the path of the sugatas.
